IdeaRS.OpenModel.Material.MatPrestressSteel
Material prestressing steel base class

IdeaRS.OpenModel.Material.MatPrestressSteel.Diameter
Diameter

IdeaRS.OpenModel.Material.MatPrestressSteel.Area
Area

IdeaRS.OpenModel.Material.MatPrestressSteel.NumberOfWires
number of wires in strand

IdeaRS.OpenModel.Material.MatPrestressSteel.EquivalentDiameter
Equivalent diameter